[Demo_Shinobu_ep4_3_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1500,Y=1518,Z=574),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=258,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-1540,Y=1328,Z=439),VecSub=(X=80,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1460,Y=1328,Z=-439),VecSub=(X=100,Y=0,Z=0),CId=69)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_lp_close_tightly",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0400_lp_Laugh",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4)
DemoScripts[8]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Bit=1,Number=5)
DemoScripts[11]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[12]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Lockerroom.GG2_AMB_Lockerroom_LP_Cue')
DemoScripts[13]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[14]=(Actor=FADE,Command=WAIT)
DemoScripts[15]=(Actor=WINDOW,Command=SET)
DemoScripts[16]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_001_Cue',Name="クロナ")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[18]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[19]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_002_Cue',Name="エコロ")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[21]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0401_fx_Laugh2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_003_Cue',Name="クロナ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_lp_close_smile",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=1)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_004_Cue',Name="クロナ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[34]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_005_Cue',Name="クロナ")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[36]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[37]=(Actor=WINDOW,Command=EXIT)
DemoScripts[38]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[39]=(Actor=FADE,Command=WAIT)
DemoScripts[40]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=-1460,Y=1328,Z=439),CId=69)
DemoScripts[41]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[42]=(Actor=FADE,Command=WAIT)
DemoScripts[43]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=270,Y=-5,Z=0),SecTime=0.3)
DemoScripts[44]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[45]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=270,Y=-5,Z=0),SecTime=)
DemoScripts[46]=(Actor=WINDOW,Command=SET)
DemoScripts[47]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[49]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[53]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_008_Cue',Name="クロナ")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[55]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[56]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[58]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_lp_close_tightly",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0104_fx_Stand2Laugh",Rate=0,Number=3,Bit=1)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0400_lp_Laugh",Number=8)
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_010_Cue',Name="クロナ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0401_fx_Laugh2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[66]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=-1460,Y=1428,Z=569))
DemoScripts[67]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=-1460,Y=1328,Z=569))
DemoScripts[68]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_011_Cue',Name="クロナ")
DemoScripts[69]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[70]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[71]=(Actor=WINDOW,Command=EXIT)
DemoScripts[72]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[73]=(Actor=FADE,Command=WAIT)
DemoScripts[74]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[75]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[76]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[77]=(Actor=FADE,Command=WAIT)
DemoScripts[78]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=280,Y=-5,Z=0),SecTime=0.3)
DemoScripts[79]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[80]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=280,Y=-5,Z=0),SecTime=)
DemoScripts[81]=(Actor=WINDOW,Command=SET)
DemoScripts[82]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_012_Cue',Name="カミゾノ　シノブ")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[84]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[85]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[86]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[87]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[88]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[91]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_015_Cue',Name="カミゾノ　シノブ")
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[93]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[95]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=2,Bit=0)
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[97]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_017_Cue',Name="カミゾノ　シノブ")
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[99]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[102]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[103]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[104]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[105]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[106]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[108]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_019_Cue',Name="エコロ")
DemoScripts[109]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[110]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[113]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_021_Cue',Name="カミゾノ　シノブ")
DemoScripts[114]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[115]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[116]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_022_Cue',Name="エコロ")
DemoScripts[117]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[118]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",Rate=0,Number=0,Bit=1)
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=2,Bit=0)
DemoScripts[121]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[122]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[124]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[126]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[127]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[128]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=0)
DemoScripts[129]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[130]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[131]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[134]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[135]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_026_Cue',Name="カミゾノ　シノブ")
DemoScripts[136]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[137]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[139]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[140]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_027_Cue',Name="カミゾノ　シノブ")
DemoScripts[141]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[142]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[143]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[144]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[145]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[146]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[147]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[148]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[150]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Anger_Cue')
DemoScripts[151]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=5,CId=69)
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[153]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[154]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_030_Cue',Name="エコロ")
DemoScripts[155]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[156]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[157]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_031_Cue',Name="カミゾノ　シノブ")
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[159]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[160]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[161]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[162]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[164]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Anger_Cue')
DemoScripts[165]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=5,CId=69)
DemoScripts[166]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[167]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[168]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_033_Cue',Name="エコロ")
DemoScripts[169]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[170]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[171]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_034_Cue',Name="カミゾノ　シノブ")
DemoScripts[172]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[173]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[174]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[175]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[176]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[177]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_036_Cue',Name="エコロ")
DemoScripts[178]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[179]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[180]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[181]=(Actor=WINDOW,Command=EXIT)
DemoScripts[182]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_ep4_3.GG2_SE_DM_Bell_Cue')
DemoScripts[183]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[184]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=280,Y=-35,Z=0),SecTime=0.5)
DemoScripts[185]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[186]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=280,Y=-35,Z=0),SecTime=)
DemoScripts[187]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",Rate=0,Number=0,Bit=1)
DemoScripts[188]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[189]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[190]=(Actor=ICON,Command=START,CId=0,Bit=0)
DemoScripts[191]=(Actor=ICON,Command=SET,CId=11,Bit=11)
DemoScripts[192]=(Actor=ICON,Command=WAIT,CId=0,Bit=0)
DemoScripts[193]=(Actor=WINDOW,Command=SET)
DemoScripts[194]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[195]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_039_Cue',Name="エコロ")
DemoScripts[196]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[197]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[198]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_040_Cue',Name="エコロ")
DemoScripts[199]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[200]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[201]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_041_Cue',Name="エコロ")
DemoScripts[202]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[203]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[204]=(Actor=WINDOW,Command=EXIT)
DemoScripts[205]=(Actor=ICON,Command=EXIT,CId=11,Bit=11)
DemoScripts[206]=(Actor=ICON,Command=WAIT,CId=0,Bit=0)
DemoScripts[207]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=280,Y=-5,Z=0),SecTime=0.5)
DemoScripts[208]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[209]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=280,Y=-5,Z=0),SecTime=)
DemoScripts[210]=(Actor=WINDOW,Command=SET)
DemoScripts[211]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[212]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[213]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[214]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_043_Cue',Name="カミゾノ　シノブ")
DemoScripts[215]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[216]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[217]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[218]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0104_fx_Stand2Warn",Rate=0,Number=3,Bit=1)
DemoScripts[219]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0400_lp_Warn",Number=8)
DemoScripts[220]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[221]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_3.GG2_V_Shinobu_ep4_3_045_Cue',Name="カミゾノ　シノブ")
DemoScripts[222]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[223]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[224]=(Actor=WINDOW,Command=EXIT)
DemoScripts[225]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[226]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[227]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[228]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[229]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep4_3_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep4_3_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="???",Text="噫嘻嘻嘻嘻!/n成功了DEATH!")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="妳是那時的惡魔!/n內衣失竊果然/n是妳的惡作劇吧!")

Texts[2]=(Label="TEXT03",Name="???",Text="哎呀,是妨礙庫蘿娜的天使....../n還有那時的人類DEATH嗎.")

Texts[3]=(Label="TEXT04",Name="庫蘿娜",Text="多虧你們做事漫不經心,/n很輕易就收集到了惡作劇課題/n成功的印章DEATH!")

Texts[4]=(Label="TEXT05",Name="庫蘿娜",Text="而且庫蘿娜還得到了/n新的僕人DEATH!/n噫嘻嘻......DEATH對吧,人類?")

Texts[5]=(Label="TEXT06",Name="忍",Text="是的,庫蘿娜大人./n我是庫蘿娜大人忠實的僕人.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="小忍!/n為......為什麼穿成那樣!?")

Texts[7]=(Label="TEXT08",Name="庫蘿娜",Text="啊,這並不是庫蘿娜的錯DEATH唷?/n這傢伙開始換衣服是在庫蘿娜/n刺下惡魔長槍之前DEATH.")

Texts[8]=(Label="TEXT09",Name="忍",Text="峯大......我現在有種無比的解放感....../n這都是多虧了惡魔大人......庫蘿娜大人啊....../n惡魔獵人什麼的,已經無所謂了.")

Texts[9]=(Label="TEXT10",Name="庫蘿娜",Text="噫嘻嘻嘻嘻!/n竟然能操控礙事的惡魔獵人,/n庫蘿娜是惡作劇的天才DEATH!")

Texts[10]=(Label="TEXT11",Name="庫蘿娜",Text="那麼,再來就交給妳了DEATH,僕人!/n庫蘿娜要去做下個惡作劇了DEATH!")

Texts[11]=(Label="TEXT12",Name="忍",Text="請交給我吧,庫蘿娜大人./n峯大......不,反抗庫蘿娜大人的蛆蟲/n就由我來解決.")

Texts[12]=(Label="TEXT13",Name="峯大",Text="怎麼會,小忍居然......")

Texts[13]=(Label="TEXT14",Name="峯大",Text="快清醒過來!/n小忍!")

Texts[14]=(Label="TEXT15",Name="忍",Text="呵呵呵......不對喔,峯大./n我是多虧庫蘿娜大人而覺醒了唷.")

Texts[15]=(Label="TEXT16",Name="峯大",Text="小忍......")

Texts[16]=(Label="TEXT17",Name="忍",Text="愚蠢的峯大....../n我來好好疼愛你吧.")

Texts[17]=(Label="TEXT18",Name="峯大",Text="我喜歡妳! 小忍!")

Texts[18]=(Label="TEXT19",Name="艾可蘿",Text="為什麼要在這種時間點告白!?")

Texts[19]=(Label="TEXT20",Name="峯大",Text="沒有啦,我只是想說能不能/n靠愛的力量解除洗腦......")

Texts[20]=(Label="TEXT21",Name="忍",Text="峯大......我好高興.")

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="哦哦,好像有效果的樣子!")

Texts[22]=(Label="TEXT23",Name="忍",Text="我會好好欺負你,/n直到你腿.軟.為.止......呵呵呵.")

Texts[23]=(Label="TEXT24",Name="峯大",Text="沒有效果啊!!")

Texts[24]=(Label="TEXT25",Name="峯大",Text="小忍,妳身為惡魔獵人/n居然還被惡魔操控....../n妳妹妹......小真夜要是看到了會哭哦!")

Texts[25]=(Label="TEXT26",Name="忍",Text="真夜......?/n沒差啦.那種人......已經夠了./n現在的我是庫蘿娜大人的僕人嘛......")

Texts[26]=(Label="TEXT27",Name="忍",Text="我要不知羞恥地......沒道德地....../n好~好欺負你一番哦......")

Texts[27]=(Label="TEXT28",Name="峯大",Text="怎麼這樣......小忍居然會/n把小真夜稱為\"那種人\"......!")

Texts[28]=(Label="TEXT29",Name="峯大",Text="雖然是這種時候,不過那打扮真棒呢./n好色喔.")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="真的是很不會挑時機耶!")

Texts[30]=(Label="TEXT31",Name="忍",Text="區區蛆蟲還真囂張耶....../n要怎麼欺負你纔好呢......?")

Texts[31]=(Label="TEXT32",Name="峯大",Text="話說,那是什麼打扮啊?/n不會冷嗎? 我說,不冷嗎?")

Texts[32]=(Label="TEXT33",Name="艾可蘿",Text="為什麼要問2次啊......")

Texts[33]=(Label="TEXT34",Name="忍",Text="蛆蟲......煩死了.")

Texts[34]=(Label="TEXT35",Name="峯大",Text="對了,艾可蘿!/n如果用心跳力場的話,/n能不能讓小忍恢復原狀呢?")

Texts[35]=(Label="TEXT36",Name="艾可蘿",Text="......你忘記了嗎?/n就算展開力場,費洛蒙射擊/n也對忍大人無效.")

Texts[36]=(Label="TEXT37",Name="峯大",Text="守護者啊....../n那麼,該怎麼做......!/n......嗯?")

Texts[37]=(Label="TEXT38",Name="峯大",Text="這是小忍一直戴著的鈴鐺......?/n這麼說來,現在的小忍沒戴鈴鐺啊......?")

Texts[38]=(Label="TEXT39",Name="艾可蘿",Text="峯大大人! 我從那副鈴鐺上面/n感覺到和天使之力同性質的能量!/n那恐怕是惡魔獵人的道具!")

Texts[39]=(Label="TEXT40",Name="艾可蘿",Text="如果是這副忍大人平常一直戴著的鈴鐺/n或許就不會被守護者擋下來,/n而能夠抵銷黑暗能量也說不定!")

Texts[40]=(Label="TEXT41",Name="艾可蘿",Text="首先就接受忍大人的要求,/n誘使她大意輕敵吧!")

Texts[41]=(Label="TEXT42",Name="峯大",Text="也只能試試看了吧......!")

Texts[42]=(Label="TEXT43",Name="忍",Text="哼! 看你那噁心的眼神....../n蛆蟲......找我有什麼事嗎?")

Texts[43]=(Label="TEXT44",Name="峯大",Text="請......請把我......變成忍大人的狗!!")

Texts[44]=(Label="TEXT45",Name="忍",Text="呵......呵呵呵呵呵! 好吧,蛆蟲!/n你真是差勁! 差勁到完美唷!!")

Texts[45]=(Label="",Name="",Text="")

Texts[46]=(Label="SELECT01",Name="",Text="快清醒過來")

Texts[47]=(Label="SELECT02",Name="",Text="我喜歡妳")

Texts[48]=(Label="SELECT03",Name="",Text="妳妹妹會哭哦!")

Texts[49]=(Label="SELECT04",Name="",Text="真棒的打扮/n好色喔")

Texts[50]=(Label="SELECT05",Name="",Text="不會冷嗎?")

Texts[51]=(Label="SELECT06",Name="",Text="")

Texts[52]=(Label="SELECT07",Name="",Text="")

Texts[53]=(Label="SELECT08",Name="",Text="")

Texts[54]=(Label="SELECT09",Name="",Text="")

Texts[55]=(Label="SELECT10",Name="",Text="")


